Repository: Ayoubbenderdouch/preuvely
Catalog: ios/Preuvely/Preuvely/Resources/Localization/*.lproj/Localizable.strings
Languages: ar

# shake_feedback_screenshot_hint
source: Helps us understand the issue better
ar: يساعدنا على فهم المشكلة بشكل افضل

# shake_feedback_send
source: Send Feedback
ar: ارسال

# shake_feedback_sending
source: Sending...
ar: جاري الارسال...

# shake_feedback_done
source: Done
ar: تم

# shake_feedback_thanks_title
source: Thank You!
ar: شكرا لك!

# shake_feedback_thanks_message
source: Your feedback helps us make Preuvely better for everyone.
ar: ملاحظاتك تساعدنا على تحسين Preuvely للجميع.

# shake_feedback_close
source: Close
ar: اغلاق

# shake_contact_title
source: Need Help?
ar: تحتاج مساعدة؟

# shake_contact_subtitle
source: Contact us directly on WhatsApp for quick support
ar: تواصل معنا مباشرة عبر واتساب

# shake_contact_whatsapp
source: Chat on WhatsApp
ar: الدردشة عبر واتساب

# shake_contact_close
source: Close
ar: اغلاق

# shake_contact_message
source: Hi! I need help with the Preuvely app.
ar: مرحبا! احتاج مساعدة في تطبيق Preuvely.
