Repository: Ayoubbenderdouch/preuvely
Catalog: ios/Preuvely/Preuvely/Resources/Localization/*.lproj/Localizable.strings
Languages: ar

# app_name
source: Preuvely
ar: بريوفلي

# common_cancel
source: Cancel
ar: إلغاء

# common_done
source: Done
ar: تم

# common_save
source: Save
ar: حفظ

# common_delete
source: Delete
ar: حذف

# common_edit
source: Edit
ar: تعديل

# common_submit
source: Submit
ar: إرسال

# common_loading
source: Loading...
ar: جارٍ التحميل...

# common_error
source: Error
ar: خطأ

# common_retry
source: Retry
ar: إعادة المحاولة

# common_success
source: Success
ar: تم بنجاح

# common_search
source: Search
ar: بحث

# common_see_all
source: See All
ar: عرض الكل

# common_no_results
source: No results
ar: لا توجد نتائج

# common_ok
source: OK
ar: موافق

# common_all
source: All
ar: الكل

# common_optional
source: Optional
ar: اختياري

# common_more
source: More
ar: المزيد

# common_reset
source: Reset
ar: إعادة تعيين

# common_apply
source: Apply
ar: تطبيق

# common_verified
source: Verified
ar: موثّق

# common_try_again
source: Try Again
ar: إعادة المحاولة

# common_oops
source: Oops!
ar: عذراً!

# onboarding_page1_title
source: The #1 Review App in Algeria
ar: تطبيق التقييمات رقم 1 في الجزائر

# onboarding_page1_subtitle
source: Find trusted online stores and read real reviews from Algerian buyers
ar: اعثر على متاجر موثوقة واقرأ تقييمات المشترين الجزائريين

# onboarding_page2_title
source: Ratings with Proof
ar: تقييمات مع إثبات

# onboarding_page2_subtitle
source: Verified reviews you can trust for safer shopping
ar: تقييمات موثّقة للتسوق بأمان

# onboarding_page3_title
source: Made for Algeria
ar: صُنع للجزائر

# onboarding_page3_subtitle
source: Supporting local businesses and protecting Algerian consumers
ar: دعم التجارة المحلية وحماية المستهلك الجزائري

# onboarding_get_started
source: Get Started
ar: ابدأ الآن

# onboarding_continue
source: Continue
ar: متابعة

# onboarding_skip
source: Skip
ar: تخطّي

# tab_home
source: Home
ar: الرئيسية

# tab_search
source: Search
ar: بحث

# tab_add
source: Add
ar: إضافة

# tab_profile
source: Profile
ar: حسابي

# tab_account
source: Account
ar: الحساب

# home_tagline
source: Trust through proof
ar: الثقة من خلال الإثبات

# home_categories
source: Categories
ar: الفئات

# home_trending
source: Trending This Week
ar: الأكثر رواجاً هذا الأسبوع

# home_top_rated
source: Top Rated
ar: الأعلى تقييماً

# home_top_reviewed
source: Top Reviewed
ar: الأكثر تقييمات

# home_search_placeholder
source: Search any shop...
ar: ابحث عن أي متجر...

# home_all_categories
source: All Categories
ar: جميع الفئات

# home_discover_trusted_stores
source: Discover Trusted Stores
ar: اكتشف متاجر موثوقة

# home_verified_reviews_trust
source: Verified reviews you can trust
ar: تقييمات موثّقة يمكنك الوثوق بها

# home_new_stores_week
source: New Stores This Week
ar: متاجر جديدة هذا الأسبوع

# home_check_latest
source: Check out the latest additions
ar: اطّلع على أحدث الإضافات

# home_high_risk_protection
source: High-Risk Protection
ar: حماية عالية المخاطر

# home_proof_verified_reviews
source: Proof-verified reviews for safety
ar: تقييمات موثّقة بالأدلة لسلامتك

# home_claim_your_store
source: Claim Your Store
ar: طالب بمتجرك

# home_get_verified_respond
source: Get verified and respond to reviews
ar: احصل على التوثيق وقم بالرد على التقييمات

# home_reviews_count
source: %d reviews
ar: %d تقييم

# home_discover_stores
source: Discover trusted stores in Algeria
ar: اكتشف متاجر موثوقة في الجزائر

# home_learn_more
source: Learn More
ar: اعرف المزيد

# search_placeholder
source: Search stores...
ar: ابحث عن متاجر...

# search_filters
source: Filters
ar: التصفية

# search_category
source: Category
ar: الفئة

# search_verified_only
source: Verified Only
ar: الموثّقون فقط

# search_sort_by
source: Sort By
ar: ترتيب حسب

# search_best_rated
source: Best Rated
ar: الأعلى تقييماً

# search_most_reviewed
source: Most Reviewed
ar: الأكثر تقييمات

# search_newest
source: Newest
ar: الأحدث

# search_no_store_found
source: No store found
ar: لم يُعثر على متجر

# search_add_this_store
source: Add This Store
ar: أضف هذا المتجر

# search_searching
source: Searching...
ar: جارٍ البحث...

# search_adjust_or_add
source: Try adjusting your search or add this store
ar: حاول تعديل بحثك أو أضف هذا المتجر

source: Search for stores
ar: ابحث عن متاجر

# search_find_by_name
source: Find stores by name, handle, or description
ar: ابحث عن المتاجر بالاسم أو المعرّف أو الوصف

# search_verified_only_desc
source: Show only verified stores
ar: عرض المتاجر الموثّقة فقط

# search_hint_title
source: Search by
ar: ابحث عن طريق

# search_hint_name
source: Store name
ar: اسم المتجر

# search_hint_tiktok
source: TikTok username
ar: اسم مستخدم تيك توك

# search_hint_instagram
source: Instagram handle
ar: معرّف انستغرام

# search_hint_facebook
source: Facebook page
ar: صفحة فيسبوك

# search_hint_whatsapp
source: WhatsApp number
ar: رقم واتساب

# search_hint_phone
source: Phone number
ar: رقم الهاتف

# search_hint_link
source: Website or link
ar: موقع أو رابط

# store_verified
source: Verified
ar: موثّق

# store_reviews
source: Reviews
ar: التقييمات

# store_rating
source: Rating
ar: التقييم

# store_write_review
source: Write a Review
ar: اكتب تقييماً

# store_claim
source: Claim This Store
ar: طلب ملكية المتجر

# store_report
source: Report Store
ar: الإبلاغ عن المتجر

# store_links
source: Links
ar: الروابط

# store_contact
source: Contact
ar: التواصل

# store_rating_breakdown
source: Rating Breakdown
ar: توزيع التقييمات

# store_no_reviews_yet
source: No reviews yet
ar: لا توجد تقييمات بعد

# store_be_first_review
source: Be the first to review this store
ar: كن أول من يقيّم هذا المتجر

# store_call
source: Call
ar: اتصال

# store_submitted_by
source: Submitted by
ar: أضافه

# store_submitter_stats
source: %d stores submitted u{2022} %d reviews
ar: %d متجر مُضاف u{2022} %d تقييم

# review_your_rating
source: Your Rating
ar: تقييمك

# review_write_comment
source: Your Review
ar: اكتب تقييمك

# review_comment_placeholder
source: Share your experience with this store...
ar: شاركنا تجربتك مع هذا المتجر...

# review_proof_required
source: Proof Required
ar: يتطلب إثباتاً

# review_upload_proof
source: Upload Proof
ar: رفع الإثبات

# review_proof_pending
source: Pending
ar: قيد المراجعة

# review_proof_approved
source: Approved
ar: تمت الموافقة

# review_proof_rejected
source: Rejected
ar: مرفوض

# review_submit
source: Submit Review
ar: إرسال التقييم

# review_has_proof
source: Verified Purchase
ar: شراء موثّق

# review_merchant_reply
source: Store Reply
ar: رد المتجر

# review_success_title
source: Success
ar: تم بنجاح

# review_success_message
source: Your review has been submitted successfully!
ar: تم إرسال تقييمك بنجاح!

# review_success_message_proof
source: Your review has been submitted. Please upload proof for verification.
ar: تم إرسال تقييمك. يرجى رفع إثبات للتحقق.

# review_min_characters
source: Minimum 8 characters required
ar: الحد الأدنى 8 أحرف مطلوبة

# review_high_risk_explanation
source: This is a high-risk category. Please upload proof of your transaction (screenshot, receipt, etc.)
ar: هذه فئة عالية المخاطر. يرجى رفع إثبات للمعاملة (لقطة شاشة، إيصال، إلخ.)

# review_rating_1
source: Terrible
ar: سيء جداً

# review_rating_2
source: Poor
ar: سيء

# review_rating_3
source: Average
ar: متوسط

# review_rating_4
source: Good
ar: جيد

# review_rating_5
source: Excellent
ar: ممتاز

# review_submitting
source: Submitting...
ar: جارٍ الإرسال...

# review_thank_you_title
source: Thank You!
ar: شكراً لك!

# review_thank_you_message
source: Your review helps others make better decisions
ar: تقييمك يساعد الآخرين على اتخاذ قرارات أفضل

# review_already_exists
source: You have already reviewed this store
ar: لقد قمت بتقييم هذا المتجر مسبقاً

# auth_required_review
source: Please sign in to write a review
ar: يرجى تسجيل الدخول لكتابة تقييم

# review_add_proof
source: Add Proof
ar: إضافة إثبات

# review_proof_boost_message
source: Upload a screenshot or receipt to verify your purchase and boost your review credibility
ar: قم بتحميل لقطة شاشة أو إيصال للتحقق من عملية الشراء وتعزيز مصداقية تقييمك

# review_proof_verified
source: Verified Purchase
ar: عملية شراء مؤكدة

# you_already_reviewed
source: You already reviewed this store
ar: لقد قمت بتقييم هذا المتجر

source: Load More Reviews
ar: تحميل المزيد من التقييمات

# add_store_title
source: Add Store
ar: إضافة متجر

# add_store_name
source: Store Name
ar: اسم المتجر

# add_store_platform
source: Platform
ar: المنصة

# add_store_link
source: Link / Handle
ar: الرابط / المعرّف

# add_store_whatsapp
source: WhatsApp
ar: واتساب

# add_store_phone
source: Phone
ar: رقم الهاتف

# add_store_categories
source: Categories
ar: الفئات

# add_store_city
source: City
ar: المدينة

# add_store_submit
source: Add Store
ar: إضافة المتجر

# add_store_success
source: Store added successfully!
ar: تمت إضافة المتجر بنجاح!

# add_store_to_preuvely
source: Add your store to Preuvely
ar: أضف متجرك إلى بريوفلي

# add_store_help_discover
source: Help others discover your business and build trust with reviews.
ar: ساعد الآخرين على اكتشاف عملك وبناء الثقة من خلال التقييمات.

# add_store_name_placeholder
source: Your store name
ar: اسم متجرك

# add_store_select_categories
source: Select categories
ar: اختر الفئات

# add_store_city_placeholder
source: e.g., Algiers
ar: مثال: الجزائر

# add_store_enter_link
source: Enter link or handle
ar: أدخل الرابط أو المعرّف

# add_store_added_title
source: Store Added!
ar: تمت إضافة المتجر!

# add_store_added_message
source: Your store has been added successfully. It will be visible to everyone.
ar: تمت إضافة متجرك بنجاح. سيكون مرئياً للجميع.

# add_store_view_store
source: View Store
ar: عرض المتجر

# add_store_add_another
source: Add Another
ar: إضافة متجر آخر

# add_store_high_risk
source: High Risk
ar: عالي المخاطر

# add_store_pending_review
source: Your submission is pending review. Our team will verify and publish it soon.
ar: طلبك قيد المراجعة. سيقوم فريقنا بالتحقق منه ونشره قريباً.

# add_store_review_notice_title
source: Pending Review
ar: قيد المراجعة

# add_store_review_notice_message
source: All store submissions are reviewed by our team before being published to ensure quality and accuracy.
ar: تتم مراجعة جميع طلبات إضافة المتاجر من قِبل فريقنا قبل النشر لضمان الجودة والدقة.

# add_store_logo
source: Store Logo
ar: شعار المتجر

# add_store_add_logo
source: Add Logo
ar: إضافة شعار

# add_store_logo_hint
source: Add a logo to make your store stand out
ar: أضف شعاراً لتميز متجرك

# add_store_error_generic
source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.

# duplicate_store_title
source: Store Already Exists
ar: المتجر موجود بالفعل

# duplicate_store_message
source: A store with a similar name or social handle is already on Preuvely. Would you like to view it instead?
ar: يوجد متجر باسم أو معرّف مشابه على بريوفلي. هل تريد الاطلاع عليه؟

# duplicate_store_view_existing
source: View Existing Store
ar: عرض المتجر الموجود

# admin_dashboard
source: Dashboard
ar: لوحة التحكم

# admin_pending_stores
source: Pending Stores
ar: متاجر قيد الانتظار

# admin_pending_reviews
source: Pending Reviews
ar: تقييمات قيد الانتظار

# admin_pending_claims
source: Pending Claims
ar: طلبات ملكية قيد الانتظار

# admin_reports
source: Reports
ar: البلاغات

# admin_statistics
source: Statistics
ar: الإحصائيات

# admin_total_stores
source: Total Stores
ar: إجمالي المتاجر

# admin_total_reviews
source: Total Reviews
ar: إجمالي التقييمات

# admin_total_users
source: Total Users
ar: إجمالي المستخدمين

# admin_approve
source: Approve
ar: قبول

# admin_reject
source: Reject
ar: رفض

# admin_view_details
source: View Details
ar: عرض التفاصيل

# admin_no_pending
source: No pending items
ar: لا توجد عناصر معلقة

# admin_submitted_by
source: Submitted by
ar: مقدم من

# admin_submitted_on
source: Submitted on
ar: تاريخ التقديم

# admin_manage_desc
source: Manage stores, reviews & claims
ar: إدارة المتاجر والتقييمات والمطالبات

# auth_sign_in
source: Sign In
ar: تسجيل الدخول

# auth_sign_up
source: Sign Up
ar: إنشاء حساب

# auth_email
source: Email
ar: البريد الإلكتروني

# auth_password
source: Password
ar: كلمة المرور

# auth_confirm_password
source: Confirm Password
ar: تأكيد كلمة المرور

# auth_forgot_password
source: Forgot Password?
ar: نسيت كلمة المرور؟

# auth_or_continue_with
source: or continue with
ar: أو المتابعة عبر

# auth_google
source: Continue with Google
ar: المتابعة مع جوجل

# auth_apple
source: Continue with Apple
ar: المتابعة مع آبل

# auth_verify_email
source: Verify Your Email
ar: تأكيد البريد الإلكتروني

# auth_verify_email_message
source: Please check your inbox and verify your email to access all features.
ar: يرجى التحقق من صندوق الوارد وتأكيد بريدك الإلكتروني للوصول إلى جميع الميزات.

# auth_resend_email
source: Resend Verification Email
ar: إعادة إرسال رسالة التأكيد

# auth_no_account
source: Don't have an account?
ar: ليس لديك حساب؟

# auth_have_account
source: Already have an account?
ar: لديك حساب بالفعل؟

# auth_logout
source: Log Out
ar: تسجيل الخروج

# auth_name
source: Name
ar: الاسم

# auth_name_placeholder
source: Your full name
ar: اسمك الكامل

# auth_password_placeholder
source: Min. 8 characters
ar: 8 أحرف كحد أدنى

# auth_password_min
source: Min. 8 characters
ar: 8 أحرف كحد أدنى

# auth_passwords_mismatch
source: Passwords don't match
ar: كلمات المرور غير متطابقة

# auth_trust_through_proof
source: Trust through proof
ar: الثقة من خلال الإثبات

# auth_sign_in_to_review
source: Sign in to share your review
ar: سجّل الدخول لمشاركة تقييمك

# auth_sign_in_to_review_subtitle
source: Your feedback helps others make informed decisions
ar: تقييمك يساعد الآخرين على اتخاذ قرارات مستنيرة

# auth_reviewing
source: You're reviewing
ar: أنت تقيّم

# auth_sign_in_with_email
source: Sign in with Email
ar: تسجيل الدخول بالبريد الإلكتروني

# auth_terms_agreement
source: By signing in, you agree to our Terms of Service and Privacy Policy
ar: بتسجيل الدخول، فإنك توافق على شروط الاستخدام وسياسة الخصوصية

# social_login_not_available_title
source: Coming Soon
ar: قريباً

# social_login_not_available_message
source: Social sign-in is not yet available. Please use email sign-in instead.
ar: تسجيل الدخول عبر وسائل التواصل الاجتماعي غير متاح حالياً. يرجى استخدام تسجيل الدخول بالبريد الإلكتروني.

# profile_guest
source: Guest
ar: زائر

# profile_my_reviews
source: My Reviews
ar: تقييماتي

# profile_my_claims
source: My Claims
ar: طلبات الملكية

# profile_settings
source: Settings
ar: الإعدادات

# profile_language
source: Language
ar: اللغة

# profile_support
source: Support
ar: الدعم الفني

# profile_terms
source: Terms of Service
ar: شروط الاستخدام

# profile_privacy
source: Privacy Policy
ar: سياسة الخصوصية

# profile_about
source: About
ar: حول التطبيق

# profile_sign_in_to_access
source: Sign in to write reviews, claim stores, and more
ar: سجّل الدخول لكتابة التقييمات والمطالبة بالمتاجر والمزيد

# profile_no_reviews_yet
source: You haven't written any reviews yet
ar: لم تكتب أي تقييمات بعد

# profile_no_claims_yet
source: You haven't claimed any stores yet
ar: لم تطالب بأي متاجر بعد

# profile_see_all_reviews
source: See all reviews
ar: عرض جميع التقييمات

# profile_follow_us
source: Follow Us
ar: تابعنا

# profile_edit
source: Edit Profile
ar: تعديل الملف الشخصي

# profile_edit_hint
source: Â· Edit
ar: · تعديل

# profile_tap_to_change_photo
source: Tap to change profile photo
ar: اضغط لتغيير الصورة

# profile_name_required
source: Name is required
ar: الاسم مطلوب

# profile_email_cannot_change
source: Email cannot be changed
ar: لا يمكن تغيير البريد الإلكتروني

# claim_title
source: Claim Store
ar: طلب ملكية المتجر

# claim_owner_name
source: Owner Name
ar: اسم المالك

# claim_phone
source: Phone Number
ar: رقم الهاتف

# claim_note
source: Additional Notes
ar: ملاحظات إضافية

# claim_submit
source: Submit Claim
ar: إرسال الطلب

# claim_pending
source: Pending
ar: قيد المراجعة

# claim_approved
source: Approved
ar: تمت الموافقة

# claim_rejected
source: Rejected
ar: مرفوض

# claim_submitted_title
source: Claim Submitted
ar: تم إرسال الطلب

# claim_submitted_message
source: Your claim has been submitted and will be reviewed by our team.
ar: تم إرسال طلبك وسيتم مراجعته من قِبل فريقنا.

# claim_store_name
source: Claim %@
ar: المطالبة بـ %@

# claim_owner_benefits
source: If you are the owner of this store, you can claim it to get verified status and reply to reviews.
ar: إذا كنت مالك هذا المتجر، يمكنك المطالبة به للحصول على حالة التوثيق والرد على التقييمات.

# claim_owner_name_placeholder
source: Your full name
ar: اسمك الكامل

# claim_note_placeholder
source: Any additional information to verify your ownership...
ar: أي معلومات إضافية للتحقق من ملكيتك...

# claim_whatsapp
source: WhatsApp Number
ar: رقم واتساب

# claim_success_title
source: Claim Submitted!
ar: تم إرسال الطلب!

# claim_success_message
source: We will contact you via WhatsApp within 24 hours to verify your ownership.
ar: سنتواصل معك عبر واتساب خلال 24 ساعة للتحقق من ملكيتك.

# claim_got_it
source: Got it
ar: حسناً

# report_title
source: Report
ar: إبلاغ

# report_reason
source: Reason
ar: السبب

# report_note
source: Additional Details
ar: تفاصيل إضافية

# report_submit
source: Submit Report
ar: إرسال البلاغ

# report_success
source: Report submitted successfully
ar: تم إرسال البلاغ بنجاح

# report_submitted_title
source: Report Submitted
ar: تم إرسال البلاغ

# report_submitted_message
source: Thank you for your report. Our team will review it shortly.
ar: شكراً لبلاغك. سيقوم فريقنا بمراجعته قريباً.

# report_thank_you_message
source: Thank you for helping keep our community safe
ar: شكراً لمساعدتك في الحفاظ على سلامة مجتمعنا

# report_reporting
source: Reporting
ar: إبلاغ

# report_note_placeholder
source: Provide more details about your report...
ar: قدّم المزيد من التفاصيل حول بلاغك...

# report_reason_spam
source: Spam
ar: محتوى مزعج

# report_reason_abuse
source: Abuse
ar: إساءة

# report_reason_fake
source: Fake/Misleading
ar: محتوى مزيّف أو مضلّل

# report_reason_other
source: Other
ar: سبب آخر

# notification_title
source: Notifications
ar: الإشعارات

# notification_empty_title
source: No Notifications
ar: لا توجد إشعارات

# notification_empty_message
source: You're all caught up! We'll notify you when something important happens.
ar: أنت على اطلاع! سنُعلمك عند حدوث شيء مهم.

# notification_mark_all_read
source: Mark All Read
ar: تحديد الكل كمقروء

# notification_mark_read
source: Mark Read
ar: تحديد كمقروء

# notification_today
source: Today
ar: اليوم

# notification_yesterday
source: Yesterday
ar: أمس

# notification_this_week
source: This Week
ar: هذا الأسبوع

# notification_older
source: Older
ar: أقدم

# notification_review_received_title
source: New Review
ar: تقييم جديد

# notification_review_approved_title
source: Review Approved
ar: تمت الموافقة على التقييم

# notification_review_rejected_title
source: Review Not Approved
ar: لم تتم الموافقة على التقييم

# notification_claim_approved_title
source: Claim Approved
ar: تمت الموافقة على طلب الملكية

# notification_claim_rejected_title
source: Claim Not Approved
ar: لم تتم الموافقة على طلب الملكية

# notification_store_approved_title
source: Store Published
ar: تم نشر المتجر

# notification_new_reply_title
source: New Reply
ar: رد جديد

# notification_store_verified_title
source: Store Verified
ar: تم توثيق المتجر

# notification_review_received_message
source: Your store received a review from %@
ar: متجرك تلقى تقييماً من %@

# notification_review_approved_message
source: Your review has been approved! Thank you for your feedback.
ar: تمت الموافقة على تقييمك! شكراً لملاحظاتك.

# notification_review_rejected_message
source: Your review was not approved. Please ensure it follows our guidelines.
ar: لم تتم الموافقة على تقييمك. يرجى التأكد من أنه يتوافق مع إرشاداتنا.

# notification_claim_approved_message
source: Your store claim has been approved! You can now manage your store.
ar: تمت الموافقة على طلب ملكية متجرك! يمكنك الآن إدارة متجرك.

# notification_claim_rejected_message
source: Your store claim was not approved. Please provide additional verification.
ar: لم تتم الموافقة على طلب ملكية متجرك. يرجى تقديم تحقق إضافي.

# notification_store_approved_message
source: Your store has been published! It is now visible to everyone.
ar: تم نشر متجرك! وهو مرئي الآن للجميع.

# notification_new_reply_message
source: A store owner replied to your review.
ar: رد صاحب المتجر على تقييمك.

# notification_store_verified_message
source: Your store has been verified! You can now respond to reviews.
ar: تم توثيق متجرك! يمكنك الآن الرد على التقييمات.

# category_no_stores
source: No Stores Yet
ar: لا توجد متاجر بعد

# category_no_stores_description
source: There are no stores in this category yet. Be the first to add one!
ar: لا توجد متاجر في هذه الفئة بعد. كن أول من يضيف واحداً!

# my_stores_title
source: My Stores
ar: متاجري

# my_stores_empty_title
source: No Stores Yet
ar: لا توجد متاجر

# my_stores_empty_message
source: You don't own any stores yet. Claim a store to manage it here.
ar: لا تملك أي متاجر بعد. طالب بمتجر لإدارته هنا.

# edit_store_title
source: Edit Store
ar: تعديل المتجر

# edit_store_name
source: Store Name
ar: اسم المتجر

# edit_store_name_placeholder
source: Enter store name
ar: أدخل اسم المتجر

# edit_store_name_required
source: Store name is required
ar: اسم المتجر مطلوب

# edit_store_description
source: Description
ar: الوصف

# edit_store_description_placeholder
source: Describe your store...
ar: صف متجرك...

# edit_store_city
source: City
ar: المدينة

# edit_store_city_placeholder
source: e.g., Algiers
ar: مثال: الجزائر

# edit_store_tap_change_logo
source: Tap to change logo
ar: اضغط لتغيير الشعار

# edit_store_choose_photo
source: Choose Photo
ar: اختر صورة

# edit_store_take_photo
source: Take Photo
ar: التقط صورة

# edit_store_choose_library
source: Choose from Library
ar: اختر من المكتبة

# edit_store_links
source: Social Links
ar: روابط التواصل

# edit_store_links_subtitle
source: Manage your social media and website links
ar: أدر روابط مواقع التواصل الاجتماعي والموقع الإلكتروني

# edit_store_links_title
source: Social Links
ar: روابط التواصل

# edit_store_links_header
source: Add Your Links
ar: أضف روابطك

# edit_store_links_description
source: Add your website and social media links so customers can find you.
ar: أضف موقعك الإلكتروني وروابط التواصل الاجتماعي ليتمكن العملاء من العثور عليك.

# user_profile_title
source: Profile
ar: الملف الشخصي

# user_profile_member_since
source: Member since %@
ar: عضو منذ %@

# user_profile_stores_submitted
source: Stores
ar: متاجر

# user_profile_reviews_written
source: Reviews
ar: تقييمات

# user_profile_stores
source: Stores
ar: متاجر

# user_profile_reviews
source: Reviews
ar: تقييمات

# user_profile_no_stores_title
source: No Stores
ar: لا توجد متاجر

# user_profile_no_stores_message
source: This user hasn't submitted any stores yet.
ar: لم يقم هذا المستخدم بإضافة أي متاجر بعد.

# user_profile_no_reviews_title
source: No Reviews
ar: لا توجد تقييمات

# user_profile_no_reviews_message
source: This user hasn't written any reviews yet.
ar: لم يكتب هذا المستخدم أي تقييمات بعد.

# shake_feedback_title
source: Send Feedback
ar: ارسل ملاحظاتك

# shake_feedback_subtitle
source: Shake your phone anytime to send us feedback
ar: هز هاتفك في اي وقت لارسال ملاحظاتك

# shake_feedback_what_type
source: What type of feedback?
ar: ما نوع الملاحظة؟

# shake_feedback_bug
source: Bug Report
ar: ابلاغ عن خطا

# shake_feedback_suggestion
source: Suggestion
ar: اقتراح

# shake_feedback_content
source: Content Issue
ar: مشكلة في المحتوى

# shake_feedback_other
source: Other
ar: اخرى

# shake_feedback_describe
source: Describe your feedback
ar: صف ملاحظتك

# shake_feedback_placeholder
source: Tell us what happened or what could be improved...
ar: اخبرنا ما حدث او ما يمكن تحسينه...

# shake_feedback_include_screenshot
source: Include Screenshot
ar: تضمين لقطة شاشة
